Repository: Pandinosaurus/opentera
Catalog: teraserver/python/services/EmailService/translations/*/LC_MESSAGES/emailservice.po
Languages: fr

source: Only users can use this API.
fr: Seuls les utilisateurs peuvent accéder à cet API.

source: Forbidden
fr: Refusé

source: Invalid project
fr: Projet invalide

source: Missing identifying parameter
fr: Paramètre d'identification manquant

source: Missing template
fr: Gabarit manquant

source: Missing id_email_template
fr: ID du gabarit de courriel manquant

source: Can't specify both site and project for template
fr: Impossible de spécifier à la fois le site et le projet

source: Invalid or missing data
fr: Donnée invalide ou manquante

source: Missing fields
fr: Champs manquants

source: Database error
fr: Erreur de base de données

source: At least one user is not accessible
fr: Au moins un utilisateur n'est pas accessible

source: At least one participant is not accessible
fr: Au moins un participant n'est pas accessible

source: Missing email address
fr: Adresse courriel manquante

source: Can't specify both a template and an email body
fr: Impossible de spécifier à la fois un gabarit et un texte de courriel

source: Missing template ID or body text
fr: Identifiant du gabarit ou contenu du courriel manquant

source: (No subject)
fr: (Aucun sujet)

source: User doesn't have any email address set
fr: L'utilisateur n'a pas d'adresse courriel

source: Can't connect to SMTP server
fr: Impossible de se connecter au serveur SMTP
